Repository: wangchong2023/zhiyu
Catalog: Sources/Localization/Vault.xcstrings
Source language: zh_hans
Languages: en

# vault.label
source: 笔记本
en: Notebook

# vault.defaultName
source: 我的知识库
en: My Notebook

# vault.homeTitle
source: 笔记本
en: Notebooks

# vault.displayMode.grid
source: 网格展示
en: Grid

# vault.displayMode.list
source: 列表展示
en: List

# vault.welcome
source: 欢迎回来
en: Welcome Back

# vault.subtitle
source: 选择一个笔记本开始探索
en: Select a notebook to start exploring

# vault.new
source: 新建笔记本
en: New Notebook

# vault.create
source: 创建
en: Create

# vault.namePlaceholder
source: 笔记本名称
en: Notebook Name

# vault.rename
source: 重命名
en: Rename

# vault.switch
source: 切换笔记本
en: Switch Notebook

# vault.page.knowledge
source: 个知识点
en: Pages

# vault.backToHub
source: 所有笔记本
en: All Notebooks

# vault.iconPlaceholder
source: 点击输入 Emoji 图标
en: Tap to enter Emoji

# vault.descriptionLabel
source: 描述 (可选)
en: Description (Optional)

# vault.descriptionPlaceholder
source: 介绍一下这个笔记本...
en: Tell more about this notebook...

# vault.defaultDescription
source: 高效处理您的工作流...
en: Efficient techniques for your workflow...

# vault.lastEdited
source: 上次编辑
en: Edited

# vault.appName
source: 知予
en: ZhiYu

# vault.iconLabel
source: 图标
en: Icon

# vault.edit
source: 编辑笔记本
en: Edit

# vault.nameLabel
source: 笔记本名称
en: Name

# vault.renameMessage
source: 请输入新的笔记本名称
en: Please enter a new name for this notebook.

# vault.sort.date
source: 按时间排序
en: Sort by Date

# vault.sort.name
source: 按名称排序
en: Sort by Name
